Revit 2027 API
TextElement.GetMinimumAllowedWidth Method
Overload List
Name | Description
GetMinimumAllowedWidth() |  Returns the minimum width the text element can be assigned.
GetMinimumAllowedWidth(Document, ElementId) |  Returns the minimum width a text element can be created with.
Top
See Also
Reference
TextElement Class
Autodesk.Revit.DB Namespace